[Mission02.Class_Orchid_BrokenHovercraft VehicleClassDefinition]
DisplayName="Barco"

[Mission02.ID_CoolantDispenser MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Refrigerador"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Mission02.ID_CoolantDispenser:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Um refrigerador queimado. Exatamente o que você precisa."
NoConstraintText=""
Suffix=""
Prefix=""

[Mission02.ID_EngineCapacitor MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Capacitor de motor"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Mission02.ID_EngineCapacitor:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Este capacitor ameaça explodir a qualquer momento. Depois de instalá-lo, saia de perto!"
NoConstraintText=""
Suffix=""
Prefix=""

[Mission02.ID_MagneticOverthruster MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Propulsor magnético"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Mission02.ID_MagneticOverthruster:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Esse propulsor magnético pode manipular o espaço-tempo... é mentira!  Isso foi só uma brincadeira!"
NoConstraintText=""
Suffix=""
Prefix=""

[Mission02.ID_PressureRegulator MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Regulador de pressão"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Mission02.ID_PressureRegulator:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Esse regulador de pressão serve para regular a pressão... isso é sério."
NoConstraintText=""
Suffix=""
Prefix=""

[Mission02.MO_Orchid_BlayvisCorpse InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Mission02.MO_Orchid_CoolantDisperser InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Mission02.MO_Orchid_EngineCapacitor InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Mission02.MO_Orchid_JenniferCorpse InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Mission02.MO_Orchid_JockoCorpse InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Mission02.MO_Orchid_LionelCorpse InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Mission02.MO_Orchid_MagneticOverthruster InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Mission02.MO_Orchid_PressureRegulator InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Mission02.MO_Orchid_ScannerButton InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Mission02.Orchid_Icon_GiveWhiskey InteractionIconDefinition]
Text="ENTREGAR O UÍSQUE"

[Mission02.Orchid_Icon_InstallCoolantDisperser InteractionIconDefinition]
Text="INSTALAR REFRIGERADOR"

[Mission02.Orchid_Icon_InstallEngineCapacitor InteractionIconDefinition]
Text="INSTALAR CAPACITOR DE MOTOR"

[Mission02.Orchid_Icon_InstallMagneticOverthruster InteractionIconDefinition]
Text="INSTALAR PROPULSOR MAGNÉTICO"

[Mission02.Orchid_Icon_InstallPressureRegulator InteractionIconDefinition]
Text="INSTALAR REGULADOR DE PRESSÃO"

[Mission02.Orchid_Icon_Press InteractionIconDefinition]
Text="APERTAR"

[Mission02.Orchid_Icon_Propose InteractionIconDefinition]
Text="ENTREGAR ANEL"

[Mission02.Orchid_Icon_TalkBlayvis InteractionIconDefinition]
Text="FALAR COM A SENHORA BLAYVIS"

[Mission02.Orchid_Icon_TalkJennifer InteractionIconDefinition]
Text="FALAR COM A JENNIFER"

[Mission02.Orchid_Icon_TalkJocko InteractionIconDefinition]
Text="FALAR COM O JOCKO"

[Mission02.Orchid_Icon_TalkLionel InteractionIconDefinition]
Text="FALAR COM O LIONEL"

[Mission03.MO_Orchid_CatchARideTerminal InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader="Estação Veicular"
StatusMenuMapInfoBoxDescription="Vamos rodar!"

[Mission04.Balance_Orchid_CaravanChest InteractiveObjectBalanceDefinition]
DefaultDisplayName=""

[Mission04.Balance_Orchid_SandmanChest InteractiveObjectBalanceDefinition]
DefaultDisplayName=""

[Mission04.ID_Orchid_CompassPiece2 MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Parte da bússola do Sandman"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Mission04.ID_Orchid_CompassPiece2:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Uma parte da bússola do Capitão Blade."
NoConstraintText=""
Suffix=""
Prefix=""

[Mission04.ID_Orchid_CompassPiece3 MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Parte da bússola da Hyperion"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Mission04.ID_Orchid_CompassPiece3:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Uma parte da bússola do Capitão Blade. Se esses idiotas da Hyperion soubessem o que era isso..."
NoConstraintText=""
Suffix=""
Prefix=""

[Mission05.ID_Orchid_HermitBox MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Presente para Herbert"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Mission05.ID_Orchid_HermitBox:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Um presente para Herbert. Manuseie com cuidado."
NoConstraintText=""
Suffix=""
Prefix=""

[Mission05.MO_Orchid_HermitBox InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Mission05.MO_Orchid_HermitDoor InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Mission06.ID_Orchid_HermitTape MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Registro do Eremita"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Mission06.ID_Orchid_HermitTape:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Um registro de áudio perdido do Herbert. Algumas coisas deveriam permanecer perdidas."
NoConstraintText=""
Suffix=""
Prefix=""

[Mission06.MO_Orchid_HermicChestLock InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Mission06.MO_Orchid_HermitChest InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Mission07.ID_Orchid_HerbertCompass MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Parte da bússola do Herbert"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Mission07.ID_Orchid_HerbertCompass:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Mais uma parte da bússola do Capitão Blade. Embora pareça outra coisa..."
NoConstraintText=""
Suffix=""
Prefix=""

[Mission07.ID_Orchid_Polykryten MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Policriteno"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Mission07.ID_Orchid_Polykryten:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Policriteno... muito útil para reconstruir peças de bússolas emblemáticas. Que sorte!"
NoConstraintText=""
Suffix=""
Prefix=""

[Mission07.Orchid_Icon_GiveGift InteractionIconDefinition]
Text="ENTREGAR PRESENTE"

[Mission07.Orchid_Icon_GivePolyKryten InteractionIconDefinition]
Text="ENTREGAR"

[Mission07.Orchid_Icon_Take InteractionIconDefinition]
Text="PEGAR"

[Mission08.ID_Orchid_CompletedCompass MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Bússola do Capitão Blade"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Mission08.ID_Orchid_CompletedCompass:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Com isso você está a um passo da inevitável traição da Scarlett."
NoConstraintText=""
Suffix=""
Prefix=""

[Mission08.ID_Orchid_ScarlettCompass MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Parte da bússola da Scarlett"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Mission08.ID_Orchid_ScarlettCompass:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="A última parte da bússola do Capitão Blade. Adivinha só onde a Scarlett guardou..."
NoConstraintText=""
Suffix=""
Prefix=""

[Mission08.MO_Orchid_Beacon InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Mission08.MO_Orchid_Compass InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Mission08.Orchid_Icon_ActivateBeacon InteractionIconDefinition]
Text="ATIVAR"

[Mission08.Orchid_Icon_CompassPiece1 InteractionIconDefinition]
Text="COLOQUE A PARTE DO HERBERT"

[Mission08.Orchid_Icon_CompassPiece2 InteractionIconDefinition]
Text="COLOQUE A PARTE DO SANDMAN"

[Mission08.Orchid_Icon_CompassPiece3 InteractionIconDefinition]
Text="COLOQUE A PARTE DA HYPERION"

[Mission08.Orchid_Icon_CompassPiece4 InteractionIconDefinition]
Text="COLOQUE A PARTE DA SCARLETT"

[Mission08.Orchid_Icon_InsertCompass InteractionIconDefinition]
Text="POSICIONE A BÚSSOLA"

